Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# agent.definition.overlapScan.subtitle
source: Scan starred repositories for overlapping feature clusters
ar: امسح المستودعات المميزة بنجمة بحثًا عن مجموعات ميزات متداخلة
de: Markierte Repositories auf überlappende Funktionscluster scannen
es: Escanea repositorios destacados en busca de grupos de funcionalidades superpuestas
fr: Analyser les dépôts favoris pour détecter les clusters de fonctionnalités redondantes
id: Pindai repositori berbintang untuk klaster fitur yang tumpang tindih
it: Analizza i repository con stella per trovare cluster di funzionalità sovrapposte
ja: スターを付けたリポジトリから機能の重複クラスターをスキャン
ko: 별표 표시한 저장소에서 중복 기능 클러스터 스캔
nl: Scan gemarkeerde repositories op overlappende functieclusters
pl: Skanuj oznaczone gwiazdką repozytoria w poszukiwaniu nakładających się klastrów funkcji
pt_br: Examinar repositórios favoritados em busca de clusters de funcionalidades sobrepostas
ru: Сканирование отмеченных звёздами репозиториев на предмет пересекающихся функциональных кластеров
tr: Örtüşen özellik kümeleri için yıldızlı depoları tara
uk: Сканувати репозиторії з зірочками на наявність перекриття функціональних кластерів
vi: Quét các kho lưu trữ đã gắn sao để tìm cụm tính năng chồng chéo
zh_hans: 扫描已 star 仓库中的功能重叠簇
zh_hant: 掃描已 star 倉庫中的功能重疊簇

# agent.definition.overlapScan.title
source: Overlap Scan
ar: مسح التداخل
de: Überlappungsscan
es: Escaneo de superposición
fr: Analyse de redondance
id: Pemindaian Tumpang Tindih
ja: 重複スキャン
ko: 중복 스캔
pl: Skanowanie nakładania
pt_br: Varredura de Sobreposição
ru: Сканирование пересечений
tr: Örtüşme Taraması
uk: Сканування перекриттів
vi: Quét chồng chéo
zh_hans: 重叠扫描

# agent.definition.recallSearch.defaultPrompt
source: Help me recover Swift projects I starred before that are suitable for local document RAG.
ar: ساعدني في استعادة مشاريع Swift التي ميزتها بنجمة سابقًا والمناسبة لتطبيق RAG على المستندات المحلية.
de: Hilf mir, Swift-Projekte wiederzufinden, die ich zuvor markiert habe und die für lokales Dokument-RAG geeignet sind.
es: Ayúdame a recuperar proyectos de Swift que destaqué antes y que sean adecuados para RAG local de documentos.
fr: Aidez-moi à retrouver les projets Swift que j'ai favorisés avant et qui conviennent pour un RAG documentaire local.
id: Bantu saya memulihkan proyek Swift yang pernah saya bintangi sebelumnya yang cocok untuk RAG dokumen lokal.
it: Aiutami a recuperare i progetti Swift a cui ho messo stella in precedenza e che sono adatti per RAG su documenti locali.
ja: 以前スターを付けた、ローカルドキュメント RAG に適した Swift プロジェクトを復元してください。
ko: 로컬 문서 RAG에 적합한 이전에 별표 표시한 Swift 프로젝트를 복구하도록 도와주세요.
nl: Help me Swift-projecten terugvinden die ik eerder heb gemarkeerd en geschikt zijn voor lokale document-RAG.
pl: Pomóż mi odzyskać projekty Swift, które oznaczyłem gwiazdką wcześniej, a które nadają się do lokalnego RAG dokumentów.
pt_br: Ajude-me a recuperar projetos Swift que favoritei antes e que são adequados para RAG local de documentos.
ru: Помоги мне восстановить проекты Swift, которые я ранее отметил звёздами и которые подходят для локального RAG на документах.
tr: Daha önce yıldızladığım, yerel belge RAG için uygun Swift projelerini kurtarmama yardım et.
uk: Допоможи відновити Swift-проекти, які я позначив зірочкою раніше та які підходять для локального RAG з документами.
vi: Giúp tôi khôi phục các dự án Swift tôi đã gắn sao trước đây phù hợp với RAG tài liệu cục bộ.
zh_hans: 帮我找回之前 star 过、适合做本地文档 RAG 的 Swift 项目。
zh_hant: 幫我找回之前 star 過、適合做本地文件 RAG 的 Swift 專案。

# agent.definition.recallSearch.subtitle
source: Recover previously starred projects with cited evidence
ar: استعادة المشاريع المميزة بنجمة سابقًا مع أدلة موثقة
de: Zuvor markierte Projekte mit zitierten Belegen wiederherstellen
es: Recupera proyectos previamente destacados con evidencia citada
fr: Retrouver les projets précédemment favorisés avec preuves citées
id: Pulihkan proyek yang pernah dibintangi dengan bukti yang dikutip
it: Recupera progetti precedentemente contrassegnati con stella con prove citate
ja: 引用付きで以前スターを付けたプロジェクトを復元
ko: 인용 증거와 함께 이전에 별표 표시한 프로젝트 복구
nl: Eerder gemarkeerde projecten terugvinden met geciteerd bewijs
pl: Odzyskaj wcześniej oznaczone gwiazdką projekty z cytowanymi dowodami
pt_br: Recuperar projetos favoritados anteriormente com evidências citadas
ru: Восстановление ранее отмеченных звёздами проектов с цитируемыми доказательствами
tr: Alıntılanan kanıtlarla daha önce yıldızlanmış projeleri kurtar
uk: Відновити раніше позначені зірочкою проекти з цитованими доказами
vi: Khôi phục các dự án đã gắn sao trước đây với bằng chứng được trích dẫn
zh_hans: 用证据引用找回曾经 star 过的项目
zh_hant: 用證據引用找回曾經 star 過的專案

# agent.definition.recallSearch.title
source: Recall Search
ar: بحث الاسترجاع
de: Erinnerungssuche
es: Búsqueda de recuperación
fr: Recherche par rappel
id: Pencarian Ingatan
ja: リコール検索
ko: 회상 검색
pl: Wyszukiwanie przypominające
pt_br: Busca de Recuperação
ru: Поиск по памяти
tr: Geri Çağırma Arama
uk: Пошук пригадування
vi: Tìm kiếm hồi tưởng
zh_hans: 回忆搜索

# agent.definition.releaseWatcher.defaultPrompt
source: Summarize important changes from recent releases.
ar: لخص التغييرات المهمة من الإصدارات الحديثة.
de: Fasse wichtige Änderungen aus aktuellen Veröffentlichungen zusammen.
es: Resume los cambios importantes de las versiones recientes.
fr: Résumer les changements importants des versions récentes.
id: Ringkas perubahan penting dari rilis terbaru.
it: Riassumi le modifiche importanti delle release recenti.
ja: 最近のリリースから重要な変更を要約してください。
ko: 최근 릴리스의 중요한 변경 사항을 요약해 주세요.
nl: Vat belangrijke wijzigingen uit recente releases samen.
pl: Podsumuj ważne zmiany z ostatnich wydań.
pt_br: Resumir mudanças importantes dos lançamentos recentes.
ru: Суммируй важные изменения из последних релизов.
tr: Son sürümlerdeki önemli değişiklikleri özetle.
uk: Підсумувати важливі зміни з останніх релізів.
vi: Tóm tắt các thay đổi quan trọng từ các bản phát hành gần đây.
zh_hans: 帮我整理最近 Release 的重要变化。
zh_hant: 幫我整理最近 Release 的重要變化。

# agent.definition.releaseWatcher.subtitle
source: Summarize release changes and analyze their impact
ar: لخص تغييرات الإصدارات وحلل تأثيرها
de: Veröffentlichungsänderungen zusammenfassen und deren Auswirkungen analysieren
es: Resume los cambios de versión y analiza su impacto
fr: Résumer les changements de version et analyser leur impact
id: Ringkas perubahan rilis dan analisis dampaknya
it: Riassumi le modifiche delle release e analizza il loro impatto
ja: リリース変更を要約し、その影響を分析
ko: 릴리스 변경 사항 요약 및 영향 분석
nl: Releasewijzigingen samenvatten en hun impact analyseren
pl: Podsumuj zmiany w wydaniach i przeanalizuj ich wpływ
pt_br: Resumir mudanças de lançamento e analisar seu impacto
ru: Суммирование изменений релизов и анализ их влияния
tr: Sürüm değişikliklerini özetle ve etkilerini analiz et
uk: Підсумувати зміни релізів та проаналізувати їх вплив
vi: Tóm tắt các thay đổi phát hành và phân tích tác động của chúng
zh_hans: 整理 Release 变化并分析影响
zh_hant: 整理 Release 變化並分析影響

# agent.definition.releaseWatcher.title
source: Release Watcher
ar: مراقب الإصدارات
es: Vigilante de versiones
fr: Observateur de versions
id: Pengawas Rilis
ja: リリースウォッチャー
ko: 릴리스 왓처
pl: Obserwator wydań
pt_br: Observador de Lançamentos
ru: Наблюдатель релизов
tr: Sürüm İzleyici
uk: Спостерігач релізів
vi: Theo dõi phát hành

# agent.definition.repoAlternatives.defaultPrompt
source: Find 3-5 more active alternatives similar to the current repository and generate a comparison table.
ar: ابحث عن 3-5 بدائل أكثر نشاطًا مشابهة للمستودع الحالي وأنشئ جدول مقارنة.
de: Finde 3–5 aktivere Alternativen ähnlich dem aktuellen Repository und erstelle eine Vergleichstabelle.
es: Encuentra de 3 a 5 alternativas más activas similares al repositorio actual y genera una tabla comparativa.
fr: Trouver 3 à 5 alternatives plus actives similaires au dépôt actuel et générer un tableau comparatif.
id: Temukan 3-5 alternatif yang lebih aktif mirip dengan repositori saat ini dan buat tabel perbandingan.
it: Trova 3-5 alternative più attive simili al repository corrente e genera una tabella di confronto.
ja: 現在のリポジトリと類似した、より活発な代替プロジェクトを 3～5 つ見つけ、比較表を作成してください。
ko: 현재 저장소와 유사한 3~5개의 더 활발한 대안을 찾고 비교 표를 생성하세요.
nl: Vind 3-5 actievere alternatieven vergelijkbaar met de huidige repository en genereer een vergelijkingstabel.
pl: Znajdź 3-5 bardziej aktywnych alternatyw podobnych do bieżącego repozytorium i wygeneruj tabelę porównawczą.
pt_br: Encontrar 3-5 alternativas mais ativas semelhantes ao repositório atual e gerar uma tabela de comparação.
ru: Найди 3–5 более активных альтернатив, похожих на текущий репозиторий, и создай сравнительную таблицу.
tr: Geçerli depoya benzer 3-5 daha aktif alternatif bul ve bir karşılaştırma tablosu oluştur.
uk: Знайти 3-5 активніших альтернатив, подібних до поточного репозиторію, та створити порівняльну таблицю.
vi: Tìm 3-5 lựa chọn thay thế tích cực hơn tương tự với kho lưu trữ hiện tại và tạo bảng so sánh.
zh_hans: 帮我基于当前仓库找 3-5 个更活跃的同类替代品，并生成对比表。
zh_hant: 幫我基於當前倉庫找 3-5 個更活躍的類似替代品，並生成對比表。

# agent.definition.repoAlternatives.subtitle
source: Find more active similar projects from the current repo
ar: ابحث عن مشاريع مشابهة أكثر نشاطًا من المستودع الحالي
de: Aktivere ähnliche Projekte aus dem aktuellen Repository finden
es: Encuentra proyectos similares más activos desde el repositorio actual
fr: Trouver des projets similaires plus actifs à partir du dépôt actuel
id: Temukan proyek serupa yang lebih aktif dari repositori saat ini
it: Trova progetti simili più attivi dal repository corrente
ja: 現在のリポジトリからより活発な類似プロジェクトを検索
ko: 현재 저장소에서 더 활발한 유사 프로젝트 찾기
nl: Vind actievere vergelijkbare projecten vanuit de huidige repo
pl: Znajdź bardziej aktywne podobne projekty z bieżącego repozytorium
pt_br: Encontrar projetos similares mais ativos a partir do repositório atual
ru: Поиск более активных похожих проектов из текущего репозитория
tr: Geçerli depodan daha aktif benzer projeler bul
uk: Знайти активніші подібні проекти з поточного репозиторію
vi: Tìm các dự án tương tự tích cực hơn từ kho lưu trữ hiện tại
zh_hans: 从当前 repo 出发寻找更活跃的同类项目
zh_hant: 從當前 repo 出發尋找更活躍的類似專案

# agent.definition.repoAlternatives.title
source: Alternative Finder
ar: مكتشف البدائل
de: Alternativensuche
es: Buscador de alternativas
fr: Recherche d'alternatives
id: Pencari Alternatif
ja: 代替ファインダー
ko: 대안 찾기
nl: Alternatievenzoeker
pl: Wyszukiwarka alternatyw
pt_br: Buscador de Alternativas
ru: Поиск альтернатив
tr: Alternatif Bulucu
uk: Пошук альтернатив
vi: Trình tìm thay thế
zh_hans: 替代品发现

# agent.definition.repoInsight.defaultPrompt
source: Analyze the current repository's positioning, strengths, and risks.
ar: حلل موقع المستودع الحالي ونقاط قوته ومخاطره.
de: Analysiere die Positionierung, Stärken und Risiken des aktuellen Repositorys.
es: Analiza el posicionamiento, las fortalezas y los riesgos del repositorio actual.
fr: Analyser le positionnement, les forces et les risques du dépôt actuel.
id: Analisis posisi, kekuatan, dan risiko repositori saat ini.
it: Analizza il posizionamento, i punti di forza e i rischi del repository corrente.
ja: 現在のリポジトリの位置付け、強み、リスクを分析してください。
ko: 현재 저장소의 포지셔닝, 강점 및 위험을 분석합니다.
nl: Analyseer de positionering, sterke punten en risico's van de huidige repository.
pl: Przeanalizuj pozycjonowanie, mocne strony i ryzyka bieżącego repozytorium.
pt_br: Analisar o posicionamento, pontos fortes e riscos do repositório atual.
ru: Проанализируй позиционирование, сильные стороны и риски текущего репозитория.
tr: Geçerli deponun konumlandırmasını, güçlü yönlerini ve risklerini analiz et.
uk: Проаналізувати позиціонування, сильні сторони та ризики поточного репозиторію.
vi: Phân tích vị thế, điểm mạnh và rủi ro của kho lưu trữ hiện tại.
zh_hans: 帮我解读当前仓库的定位、亮点和风险。
zh_hant: 幫我解讀當前倉庫的定位、亮點和風險。

# agent.definition.repoInsight.subtitle
source: Deep single-repository analysis and adoption advice
ar: تحليل عميق لمستودع واحد ونصائح للتبني
de: Tiefgehende Einzel-Repository-Analyse und Übernahmeempfehlung
es: Análisis profundo de un solo repositorio y consejos de adopción
fr: Analyse approfondie d'un seul dépôt et conseils d'adoption
id: Analisis repositori tunggal mendalam dan saran adopsi
it: Analisi approfondita di un singolo repository e consigli per l'adozione
ja: 単一リポジトリの詳細分析と採用アドバイス
ko: 단일 저장소 심층 분석 및 채택 조언
nl: Diepgaande analyse van enkele repository en adoptieadvies
pl: Dogłębna analiza pojedynczego repozytorium i porady dotyczące adopcji
pt_br: Análise profunda de repositório único e conselhos de adoção
ru: Глубокий анализ одного репозитория и рекомендации по внедрению
tr: Derinlemesine tek depo analizi ve benimseme önerisi
uk: Глибокий аналіз одного репозиторію та рекомендації щодо впровадження
vi: Phân tích sâu một kho lưu trữ và tư vấn áp dụng
zh_hans: 单仓库深度解读与采用建议
zh_hant: 單倉庫深度解讀與採用建議

# agent.definition.repoInsight.title
source: Repo Insight
ar: رؤية المستودع
es: Información del repositorio
fr: Aperçu du dépôt
id: Wawasan Repo
ja: リポジトリインサイト
ko: 저장소 인사이트
pl: Wgląd w repozytorium
pt_br: Insight do Repositório
ru: Анализ репозитория
tr: Depo İçgörüsü
uk: Інсайт репозиторію
vi: Thông tin kho lưu trữ

# agent.definition.untaggedTidy.defaultPrompt
source: Plan a tag taxonomy for my uncategorized starred repos. Preview first and do not write automatically.
ar: خطط لتصنيف وسوم لمستودعاتي المميزة بنجمة غير المصنفة. قم بالمعاينة أولاً ولا تكتب تلقائيًا.
de: Plane eine Tag-Taxonomie für meine unkategorisierten markierten Repos. Vorschau zuerst und nicht automatisch schreiben.
es: Planifica una taxonomía de etiquetas para mis repositorios destacados sin categorizar. Primero previsualiza y no escribas automáticamente.
fr: Planifier une taxonomie d'étiquettes pour mes dépôts favoris non catégorisés. Prévisualiser d'abord et ne pas écrire automatiquement.
id: Rencanakan taksonomi tag untuk repositori berbintang saya yang tidak terkategori. Pratinjau dulu dan jangan tulis secara otomatis.
it: Pianifica una tassonomia di tag per i miei repository con stella non categorizzati. Mostra prima un'anteprima e non scrivere automaticamente.
ja: 未分類のスター付きリポジトリにタグ分類を計画してください。まずプレビューし、自動書き込みはしないでください。
ko: 분류되지 않은 별표 표시한 저장소를 위한 태그 분류 체계를 계획합니다. 미리 보고 자동으로 작성하지 마세요.
nl: Plan een tagtaxonomie voor mijn ongecategoriseerde gemarkeerde repos. Eerst voorbeeld bekijken en niet automatisch schrijven.
pl: Zaplanuj taksonomię tagów dla moich nieskategoryzowanych repozytoriów oznaczonych gwiazdką. Najpierw podgląd, nie zapisuj automatycznie.
pt_br: Planejar uma taxonomia de tags para meus repositórios favoritados não categorizados. Visualizar primeiro e não escrever automaticamente.
ru: Спланируй таксономию тегов для моих некатегоризированных репозиториев. Сначала покажи предпросмотр и не записывай автоматически.
tr: Kategorize edilmemiş yıldızlı depolarım için bir etiket taksonomisi planla. Önce önizle ve otomatik olarak yazma.
uk: Спланувати таксономію тегів для моїх некатегоризованих репозиторіїв з зірочками. Спочатку показати попередній перегляд і не записувати автоматично.
vi: Lập kế hoạch phân loại thẻ cho các kho lưu trữ chưa phân loại của tôi. Xem trước trước và không tự động ghi.
zh_hans: 帮我给未分类的 starred repo 规划一套 tag 体系，先预览，不要自动写入。
zh_hant: 幫我為未分類的 starred repo 規劃一套 tag 體系，先預覽，不要自動寫入。

# agent.definition.untaggedTidy.subtitle
source: Plan a tag taxonomy and batch-organize uncategorized repositories
ar: خطط لتصنيف وسوم ونظم المستودعات غير المصنفة دفعة واحدة
de: Eine Tag-Taxonomie planen und unkategorisierte Repositories stapelweise organisieren
es: Planifica una taxonomía de etiquetas y organiza por lotes repositorios sin categorizar
fr: Planifier une taxonomie d'étiquettes et organiser par lots les dépôts non catégorisés
id: Rencanakan taksonomi tag dan atur repositori yang tidak terkategori secara batch
it: Pianifica una tassonomia di tag e organizza in batch i repository non categorizzati
ja: タグ分類を計画し、未分類のリポジトリを一括整理
ko: 태그 분류 체계 계획 및 분류되지 않은 저장소 일괄 정리
nl: Plan een tagtaxonomie en organiseer ongecategoriseerde repositories in batch
pl: Zaplanuj taksonomię tagów i zorganizuj zbiorczo nieskategoryzowane repozytoria
pt_br: Planejar uma taxonomia de tags e organizar em lote repositórios não categorizados
ru: Планирование таксономии тегов и пакетная организация некатегоризированных репозиториев
tr: Bir etiket taksonomisi planla ve kategorize edilmemiş depoları toplu olarak düzenle
uk: Спланувати таксономію тегів та пакетно впорядкувати некатегоризовані репозиторії
vi: Lập kế hoạch phân loại thẻ và sắp xếp hàng loạt các kho lưu trữ chưa phân loại
zh_hans: 规划 tag 体系并批量整理未分类仓库
zh_hant: 規劃 tag 體系並批次整理未分類倉庫

# agent.definition.untaggedTidy.title
source: Untagged Cleanup
ar: تنظيف غير الموسوم
de: Unmarkierte Bereinigung
es: Limpieza de no etiquetados
fr: Nettoyage des non étiquetés
id: Pembersihan Tanpa Tag
ja: 未分類クリーンアップ
ko: 태그 없는 정리
nl: Ongetagde opschoning
pl: Porządkowanie nieotagowanych
pt_br: Limpeza de Não Categorizados
ru: Очистка без тегов
tr: Etiketsiz Temizlik
uk: Очищення без тегів
vi: Dọn dẹp chưa gắn thẻ
zh_hans: Untagged 整理
zh_hant: Untagged 整理

# agent.repoSnapshot.summaryFormat
source: %@%@ · %d stars
ar: %@%@ · %d نجمة
de: %@%@ · %d Sterne
es: %@%@ · %d estrellas
fr: %@%@ · %d étoiles
id: %@%@ · %d bintang
it: %@%@ · %d stelle
ja: %@%@ · %d スター
ko: %@%@ · %d개의 별
nl: %@%@ · %d sterren
pl: %@%@ · %d gwiazdek
pt_br: %@%@ · %d estrelas
ru: %@%@ · %d звёзд
tr: %@%@ · %d yıldız
uk: %@%@ · %d зірок
vi: %@%@ · %d sao

# agent.runtime.artifact.runLog.title
source: Agent Run Log
ar: سجل تشغيل الوكيل
de: Agent-Ausführungsprotokoll
es: Registro de ejecución del agente
fr: Journal d'exécution de l'agent
id: Log Eksekusi Agen
it: Registro esecuzione agente
ja: エージェント実行ログ
ko: 에이전트 실행 로그
nl: Agent-uitvoeringslogboek
pl: Dziennik uruchomienia agenta
pt_br: Registro de Execução do Agente
ru: Журнал выполнения агента
tr: Ajan Çalıştırma Günlüğü
uk: Журнал запуску агента
vi: Nhật ký chạy tác nhân
zh_hans: Agent 运行日志
zh_hant: Agent 執行日誌

# agent.runtime.artifact.weeklyReport.title
source: This Week's GitHub Trending Projects Report
ar: تقرير مشاريع GitHub الرائجة لهذا الأسبوع
de: Diese Woche: GitHub-Trending-Projekte-Bericht
es: Informe de proyectos destacados de GitHub de esta semana
fr: Rapport des projets GitHub tendance de cette semaine
id: Laporan Proyek Trending GitHub Minggu Ini
it: Report settimanale dei progetti GitHub di tendenza
ja: 今週の GitHub トレンドプロジェクトレポート
ko: 이번 주 GitHub 트렌딩 프로젝트 보고서
nl: Deze week's GitHub Trending Projecten Rapport
pl: Raport tygodniowy trendów GitHub
pt_br: Relatório de Tendências do GitHub desta Semana
ru: Отчёт о трендовых проектах GitHub за эту неделю
tr: Bu Haftanın GitHub Trend Projeleri Raporu
uk: Звіт про трендові проекти GitHub цього тижня
vi: Báo cáo dự án GitHub thịnh hành tuần này
zh_hans: 本周 GitHub 热门项目周刊
zh_hant: 本週 GitHub 熱門專案週報

# agent.runtime.plan.artifact.detail
source: Output the report body, tool traces, and run log while staying read-only.
ar: أخرج نص التقرير، وتتبعات الأدوات، وسجل التشغيل مع البقاء في وضع القراءة فقط.
de: Gib den Berichtstext, Tool-Spuren und das Ausführungsprotokoll aus, während du schreibgeschützt bleibst.
es: Genera el cuerpo del informe, las trazas de herramientas y el registro de ejecución, manteniéndose solo lectura.
fr: Produire le corps du rapport, les traces d'outils et le journal d'exécution en restant en lecture seule.
id: Keluarkan badan laporan, jejak alat, dan log eksekusi sambil tetap hanya-baca.
it: Genera il corpo del report, le tracce degli strumenti e il registro di esecuzione rimanendo in sola lettura.
ja: レポート本文、ツールトレース、実行ログを出力し、読み取り専用を維持します。
ko: 보고서 본문, 도구 추적 및 실행 로그를 출력하며 읽기 전용 상태를 유지합니다.
nl: Voer de rapporttekst, tooltraces en uitvoeringslogboek uit terwijl u alleen-lezen blijft.
pl: Wyprowadź treść raportu, ślady narzędzi i dziennik uruchomienia, pozostając w trybie tylko do odczytu.
pt_br: Gerar o corpo do relatório, rastros de ferramentas e registro de execução, mantendo-se somente leitura.
ru: Выведи тело отчёта, следы инструментов и журнал выполнения, оставаясь в режиме только для чтения.
tr: Rapor gövdesini, araç izlerini ve çalıştırma günlüğünü salt okunur olarak çıktıla.
uk: Вивести тіло звіту, трасування інструментів та журнал запуску, залишаючись лише для читання.
vi: Xuất nội dung báo cáo, dấu vết công cụ và nhật ký chạy trong khi chỉ đọc.
zh_hans: 输出报告正文、工具 trace 和 run log，保持 read-only。
zh_hant: 輸出報告正文、工具 trace 和 run log，保持唯讀。

# agent.runtime.plan.artifact.title
source: Generate reviewable artifacts
ar: إنشاء مخرجات قابلة للمراجعة
de: Überprüfbare Artefakte generieren
es: Generar artefactos revisables
fr: Générer des artefacts révisables
id: Hasilkan artefak yang dapat ditinjau
it: Genera artefatti revisionabili
ja: レビュー可能なアーティファクトを生成
ko: 검토 가능한 아티팩트 생성
nl: Genereer beoordeelbare artefacten
pl: Generuj artefakty do przeglądu
pt_br: Gerar artefatos revisáveis
ru: Создать проверяемые артефакты
tr: İncelenebilir yapıtlar oluştur
uk: Створити артефакти для перевірки
vi: Tạo tạo phẩm có thể xem xét
zh_hans: 生成可复查产物
zh_hant: 生成可複查產物

# agent.runtime.plan.context.detailFormat
source: Read the frozen Starcat repository snapshot: %d repos.
ar: اقرأ لقطة مستودع Starcat المجمدة: %d مستودع.
de: Lese den eingefrorenen Starcat-Repository-Snapshot: %d Repos.
es: Lee la instantánea congelada del repositorio de Starcat: %d repos.
fr: Lire l'instantané figé du dépôt Starcat : %d dépôts.
id: Baca snapshot repositori Starcat yang dibekukan: %d repo.
it: Leggi lo snapshot congelato del repository Starcat: %d repo.
ja: 固定された Starcat リポジトリスナップショットを読み取ります: %d リポジトリ。
ko: 고정된 Starcat 저장소 스냅샷 읽기: %d개 저장소.
nl: Lees de bevroren Starcat-repositorysnapshot: %d repos.
pl: Odczytaj zamrożony migawkę repozytorium Starcat: %d repozytoriów.
pt_br: Ler o instantâneo congelado do repositório Starcat: %d repositórios.
ru: Прочитать замороженный снимок репозитория Starcat: %d репозиториев.
tr: Dondurulmuş Starcat depo anlık görüntüsünü oku: %d depo.
uk: Прочитати заморожений знімок репозиторію Starcat: %d репозиторіїв.
vi: Đọc ảnh chụp nhanh kho lưu trữ Starcat đã đóng băng: %d kho.
zh_hans: 读取 Starcat 冻结仓库快照: %d repos。
zh_hant: 讀取 Starcat 凍結倉庫快照：%d 個倉庫。

# agent.runtime.plan.context.title
source: Read candidate sources
ar: قراءة المصادر المرشحة
de: Kandidatenquellen lesen
es: Leer fuentes candidatas
fr: Lire les sources candidates
id: Baca sumber kandidat
it: Leggi le fonti candidate
ja: 候補ソースを読み取る
ko: 후보 소스 읽기
nl: Lees kandidaatbronnen
pl: Odczytaj źródła kandydatów
pt_br: Ler fontes candidatas
ru: Прочитать источники-кандидаты
tr: Aday kaynakları oku
uk: Прочитати джерела-кандидати
vi: Đọc nguồn ứng viên
zh_hans: 读取候选来源
zh_hant: 讀取候選來源
